Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/HealthPrivacySettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# EXPOSURE_NOTIFICATIONS_SWITCH_LOGGING_HEADER
source: Logging profile installed. This allows an app developer to collect diagnostic information about Exposure Logging, including data related to your COVID-19 exposures and the feature’s operation.
ar: تم تثبيت ملف تعريف التسجيل. يتيح ذلك لمطوّر التطبيق جمع معلومات تشخيصية عن تسجيل المخالطة، بما فيها بيانات تتعلق بمخالطات كوفيد-19 وتشغيل الميزة.
bg: Инсталиран е профил за регистриране. Това помага на разработчик на приложение да събира диагностична информация относно регистрирането на контакти, включително данни, свързани с излаганията ви на COVID-19 и работата на функцията.
ca: S’ha instal·lat el perfil de registre. Això permet al desenvolupador de l’app recopilar informació diagnòstica sobre el registre d’exposició, incloses dades relatives a les teves exposicions a la COVID‑19 i al funcionament de la característica.
cs: Byl nainstalován záznamový profil. Vývojář aplikace teď může shromažďovat diagnostické informace o zaznamenávání kontaktů včetně údajů souvisejících s vašimi kontakty s COVID‑19 a s provozem této funkce.
da: Logningsprofil installeret. Dette gør det muligt for en appudvikler at indsamle diagnostiske oplysninger om logning af eksponering, herunder data relateret til dine eksponeringer for COVID-19 og funktionens drift.
de: Aufzeichnungsprofil installiert. Dadurch kann ein App-Entwicklungsteam Diagnosedaten zu den Begegnungsaufzeichnungen erfassen, einschließlich der Daten, die mit deinen COVID-19-Begegnungen und der Verwendung der Funktion zusammenhängen.
el: Εγκαταστάθηκε προφίλ καταγραφής. Αυτό επιτρέπει σε έναν δημιουργό εφαρμογών να συλλέγει διαγνωστικές πληροφορίες σχετικά με την Καταγραφή έκθεσης, συμπεριλαμβανομένων δεδομένων που σχετίζονται με τις εκθέσεις σας στον COVID-19 και τη λειτουργία της δυνατότητας.
es: Se ha instalado el perfil de registro. Esto permite a un desarrollador de apps recopilar información de diagnóstico sobre el registro de exposición, incluidos datos relacionados con tus posibles exposiciones a la COVID-19 y con el funcionamiento de esta característica.
es_us: Perfil de registro instalado. Esto permite a un desarrollador de apps recopilar información de diagnóstico sobre el registro de exposición, incluyendo datos relacionados con tus exposiciones al COVID-19 y la operatividad de la función.
fi: Lokiprofiili asennettu. Tämän ansiosta appikehittäjä voi kerätä vianmääritystietoja Altistuslokista, mukaan lukien tiedot, jotka liittyvät COVID-19-altistuksiisi ja ominaisuuden toimintaan.
fr: Profil de journalisation installé. Cela permet au développeur d’une app de recueillir des informations de diagnostic concernant la journalisation des expositions, notamment des données relatives à vos expositions à la COVID-19 et au comportement de la fonctionnalité.
fr_ca: Profil de journalisation installé. Ceci permet à un développeur d’apps de recueillir des informations de diagnostic sur la journalisation des expositions, y compris des données relatives à vos expositions à la COVID‑19 ainsi qu’à l’utilisation de la fonctionnalité.
he: פרופיל הרישום הותקן. התקנת הפרופיל תאפשר למפתחי יישומים לאסוף נתוני אבחון לגבי רישום מקרי חשיפה, כולל נתונים לגבי מקרי החשיפה שלך לקורונה (COVID-19) ונתונים לגבי פעולת המאפיין.
hi: लॉगिंग प्रोफ़ाइल को इंस्टॉल किया गया। इससे किसी ऐप डेवलपर को आपके COVID-19 के एक्सपोज़र और फ़ीचर के ऑपरेशन से संबंधित डेटा सहित एक्सपोज़र लॉगिंग के बारे में डायग्नॉस्टिक जानकारी एकत्रित करने की अनुमति मिल जाती है।
hr: Instaliran je profil za izradu log zapisa. Ovime se developeru aplikacije omogućuje prikupljanje dijagnostičkih informacija o Izradi log zapisa o izloženosti, uključujući podatke vezane za vaše izloženosti bolesti COVID‑19 i rad značajke.
hu: Naplózási profil telepítve. Ez lehetővé teszi, hogy egy app fejlesztője diagnosztikai információkat gyűjtsön a fertőzésnek való kitettség naplózásáról, többek között olyan adatokat, amelyek a COVID-19-fertőzésnek való kitettséghez, illetve a funkció működéséhez kapcsolódnak.
id: Profil pencatatan diinstal. Ini memungkinkan pengembang app untuk mengumpulkan informasi diagnosis mengenai Pencatatan Pemaparan, termasuk data terkait pemaparan COVID-19 Anda dan operasi fitur.
it: Profilo per la raccolta dei log installato. Questo consente allo sviluppatore di un’app di raccogliere informazioni di diagnosi riguardanti i log di esposizione, compresi i dati relativi alle eventuali esposizioni al COVID-19 e le attività della funzionalità.
ja: ログ記録のプロファイルがインストールされました。これにより、アプリデベロッパが接触のログ記録についての診断情報（新型コロナウイルス感染症（COVID-19）との接触や機能の操作に関連するデータなど）を収集できるようになります。
kk: Журнал жүргізу профилі орнатылды. Бұл қолданба әзірлеушісінің ауру жұқтырғандармен байланыс журналын жүргізуге қатысты диагностикалық ақпаратты, оның ішінде COVID-19 індетін жұқтыру және осы мүмкіндіктің жұмысы туралы деректерді жинауына мүмкіндік береді.
ko: 기록 프로필이 설치되었으며, 앱 개발자가 노출 기록에 대한 진단 정보를 수집할 수 있습니다. 이 정보에는 사용자의 COVID-19 노출 및 기능의 조작과 관련된 데이터가 포함됩니다.
lt: Įdiegtas registravimo profilis. Jis leidžia programos kūrėjui rinkti diagnostinę informaciją apie kontakto registravimą, įskaitant duomenis, susijusius su jūsų turėtu kontaktu su COVID-19 sergančiu asmeniu ir funkcijos veikimu.
ms: Profil pengelogan dipasang. Ini membolehkan pembangun app mengumpulkan maklumat diagnostik tentang Pengelogan Pendedahan, termasuk data yang berkaitan dengan pendedahan COVID-19 anda dan operasi ciri tersebut.
nl: Profiel voor het bijhouden van logbestanden geïnstalleerd. Hiermee kan een appontwikkelaar diagnostische informatie verzamelen over het bijhouden van blootstellingslogbestanden, inclusief gegevens die te maken hebben met de werking van de functie en je blootstellingen aan COVID-19.
no: Loggføringsprofilen er installert. Dette gjør det mulig for apputvikleren å samle inn diagnostikkinformasjon om Loggføring av smittekontakt, inkludert data knyttet til covid-19-smittekontakten din og bruken av funksjonen.
pl: Profil rejestrowania zainstalowany. Pozwoli to deweloperowi aplikacji gromadzić dane diagnostyczne dotyczące rejestrowania narażenia, w tym dane dotyczące Twojego narażenia na COVID-19, oraz działania tej funkcji.
pt: Perfil de registro instalado. Isso permite que o desenvolvedor de um app colete informações de diagnóstico sobre o Registro de Exposição, incluindo dados relacionados às suas exposições à COVID-19 e à operação do recurso.
pt_pt: Perfil de registo instalado. Permite que um programador de aplicações recolha informação de diagnóstico sobre o registo de exposição, incluindo dados relacionados com a exposição à COVID‑19 do utilizador e o funcionamento da funcionalidade.
ro: Profilul pentru jurnal a fost instalat. Acesta îi permite unui dezvoltator de aplicații să colecteze informații de diagnoză despre funcționalitatea “Jurnal de expunere”, inclusiv date privind expunerea dvs. la COVID-19 și despre utilizarea funcționalității.
ru: Профиль журналирования установлен. Теперь разработчик приложения сможет собирать диагностические данные о ведении журнала контактов, в том числе данные, связанные с Вашими контактами с COVID‑19 и работой данной функции.
sk: Bol nainštalovaný zaznamenávací profil. Vývojár apky tak bude môcť zhromažďovať diagnostické informácie o zaznamenávaní vystavenia nákaze vrátane dát o vašom vystavení nákaze COVID-19 a prevádzke tejto funkcie.
sl: Profil beleženja dnevnika je nameščen. To razvijalcu aplikacije omogoča zbiranje diagnostičnih podatkov o dnevnikih izpostavljenosti, vključno s podatki v zvezi z vašo izpostavljenostjo bolezni COVID-19 in delovanju funkcije.
sv: Loggningsprofilen har installerats. Nu kan en apputvecklare samla in diagnosinformation om exponeringsloggning, inklusive data gällande dina covid-19-exponeringar och funktionens åtgärder.
th: ติดตั้งโปรไฟล์การบันทึกข้อมูลแล้ว การทำงานนี้จะช่วยให้นักพัฒนาแอปเก็บรวบรวมข้อมูลวินิจฉัยเกี่ยวกับบันทึกข้อมูลการสัมผัสเชื้อรวมถึงข้อมูลที่เกี่ยวข้องกับการสัมผัสเชื้อโควิด-19 ของคุณและการทำงานของคุณสมบัตินี้
tr: Günlük profili yüklendi. Bu, uygulama geliştiricilerin COVID-19’a maruz kalmalarınız ve özelliklerin çalışması ile ilgili verileri de içeren Maruz Kalma Günlüğü hakkında tanı bilgilerini toplamasını sağlar.
uk: Профіль журналювання інстальовано. Завдяки цьому розробники програми можуть збирати діагностичну інформацію про журналювання контактів, зокрема ваші дані щодо контактування з COVID-19 і роботу функції.
vi: Đã cài đặt hồ sơ ghi nhật ký. Việc này cho phép nhà phát triển ứng dụng thu thập thông tin chẩn đoán về tính năng Ghi nhật ký tiếp xúc, bao gồm dữ liệu liên quan đến các lần tiếp xúc với COVID-19 của bạn và hoạt động của tính năng này.
zh_cn: 日志描述文件已安装。这允许App开发者收集有关“暴露日志”的诊断信息，包括与你COVID-19暴露和功能运行相关的数据。
zh_hk: 已安裝記錄描述檔。這允許App開發者收集關於「暴露記錄」的診斷資料，包括與你的COVID-19暴露和功能操作的相關資料。
zh_tw: 已安裝記錄描述檔。這可讓App開發者收集關於「暴露記錄」的診斷資訊，包含與你的COVID-19暴露和功能操作的相關資料。

# EXPOSURE_NOTIFICATIONS_SWITCH
source: Exposure Logging
ar: تسجيل المخالطة
bg: Регистриране на контакти
ca: Registre d’exposició
cs: Zaznamenávání kontaktů
da: Logning af eksponering
de: Begegnungsaufzeichnungen
el: Καταγραφή έκθεσης
es: Registro de exposición
es_us: Registro de exposición
fi: Altistusloki
fr: Journalisation des expositions
fr_ca: Journalisation des expositions
he: רישום חשיפה
hi: एक्सपोज़र लॉगिंग
hr: Izrada log zapisa o izloženosti
hu: Fertőzéskitettség naplózása
id: Pencatatan Pemaparan
it: Raccolta log di esposizione
ja: 接触のログ記録
kk: Байланыс журналын жүргізу
ko: 노출 기록
lt: Kontakto registravimas
ms: Pengelogan Pendedahan
nl: Blootstelling bijhouden
no: Loggføring av smittekontakt
pl: Rejestrowanie narażenia
pt: Registro de Exposição
pt_pt: Registo de exposição
ro: Jurnal expunere
ru: Ведение журнала контактов
sk: Zaznamenávanie vystavenia
sl: Beleženje dnevnika izpostavljenosti
sv: Exponeringsloggning
th: บันทึกข้อมูลการสัมผัสเชื้อ
tr: Maruz Kalma Günlüğü
uk: Журналювання контактів
vi: Ghi nhật ký tiếp xúc
zh_cn: 暴露日志
zh_hk: 暴露記錄
zh_tw: 暴露記錄

source: Exposure Checks
ar: فحوصات التحقق من المخالطة
bg: Проверки за контакт
ca: Comprovacions d’exposició
cs: Kontroly kontaktů
da: Eksponeringskontroller
de: Begegnungsüberprüfungen
el: Έλεγχοι έκθεσης
es: Comprobaciones de exposición
es_us: Revisiones de exposición
fi: Altistustarkistukset
fr: Contrôles d’exposition
fr_ca: Vérifications d’exposition
he: בדיקות חשיפה
hi: एक्सपोज़र जाँच
hr: Provjere izloženosti
hu: Fertőzéskitettség-ellenőrzések
id: Pemeriksaan Pemaparan
it: Controlli esposizione
ja: 接触チェックの記録
kk: Байланыс тексерістері
ko: 노출 검사 기록
lt: Kontakto patikros
ms: Semakan Pendedahan
nl: Blootstellingscontroles
no: Kontroller av smittekontakt
pl: Sprawdzanie narażeń
pt: Verificações de Exposição
pt_pt: Consultas de exposição
ro: Verificări expunere
ru: Проверки контактов
sk: Kontroly vystavenia nákaze
sl: Preverjanja izpostavljenosti
sv: Exponeringskontroller
th: การตรวจสอบการสัมผัสเชื้อ
tr: Maruz Kalma Denetimleri
uk: Перевірки контактів
vi: Kiểm tra tiếp xúc
zh_cn: 暴露检查
zh_hk: 暴露檢查
zh_tw: 暴露檢查

# DELETE_GROUP_FOOTER_NO_LOGS
source: There are no random IDs on your device to delete.
ar: لا توجد معرفات عشوائية على جهازك لحذفها.
bg: На устройството ви няма случайни идентификатори за изтриване.
ca: No hi ha identificadors aleatoris per eliminar al dispositiu.
cs: Zařízení neobsahuje žádné náhodné identifikátory k odstranění.
da: Der er ingen tilfældige id’er på din enhed, der skal slettes.
de: Auf deinem Gerät gibt es keine zu löschenden zufälligen IDs.
el: Δεν υπάρχουν τυχαία αναγνωριστικά στη συσκευή σας προς διαγραφή.
es: No hay identificadores aleatorios que eliminar en tu dispositivo.
es_us: No hay identificadores aleatorios por eliminar en tu dispositivo.
fi: Laitteessasi ei ole poistettavia satunnais-ID:itä.
fr: Il n’y a aucun identifiant aléatoire à supprimer sur votre appareil.
fr_ca: Il n’y a aucun identifiant aléatoire à supprimer sur votre appareil.
he: אין במכשיר שלך אף מספר זיהוי אקראי למחיקה.
hi: आपके डिवाइस पर डिलीट करने के लिए कोई रैंडम ID नहीं है।
hr: Na vašem uređaju nema nasumičnih ID‐jeva za brisanje.
hu: Nincsenek törölhető véletlenszerű azonosítók az eszközén.
id: Tidak ada ID acak di perangkat Anda untuk dihapus.
it: Sul dispositivo non sono presenti identificativi casuali da eliminare.
ja: デバイスには削除するランダム識別子がありません。
kk: Құрылғыңызда жою қажет кездейсоқ идентификаторлар жоқ.
ko: 기기에 삭제할 임의의 ID가 없습니다.
lt: Įrenginyje nėra atsitiktinių identifikatorių, kuriuos reikėtų ištrinti.
ms: Tiada ID rawak pada peranti anda untuk dipadamkan.
nl: Er zijn geen te verwijderen willekeurige ID's op je apparaat.
no: Det finnes ingen tilfeldige ID-er å slette fra enheten.
pl: Na urządzeniu nie ma losowych identyfikatorów do usunięcia.
pt: Não há nenhum ID aleatório no dispositivo para apagar.
pt_pt: Não há nenhum identificador aleatório para apagar no dispositivo.
ro: Pe dispozitivul dvs. nu există ID‑uri aleatorii de șters.
ru: На Вашем устройстве нет случайных идентификаторов для удаления.
sk: Vaše zariadenie neobsahuje žiadne náhodné identifikátory, ktoré by bolo možné vymazať.
sl: V vaši napravi ni nobenega naključnega ID-ja za izbris.
sv: Det finns inga slumpmässiga ID:n att radera på din enhet.
th: ไม่มี ID แบบสุ่มบนอุปกรณ์ของคุณให้ลบ
tr: Aygıtınızda silinecek rasgele kimlik yok.
uk: На пристрої відсутні випадкові ідентифікатори, які можна видалити.
vi: Không có ID ngẫu nhiên nào để xóa trên thiết bị của bạn.
zh_cn: 你的设备上没有要删除的随机ID。
zh_hk: 你的裝置上沒有隨機識別碼可刪除。
zh_tw: 你的裝置上沒有可刪除的隨機識別碼。

# INCLUDE_OTHER_HEADPHONES_FOOTER_TEXT_IPOD
source: The Health app can estimate audio levels for devices where a true sound level cannot be determined. These estimates are based on the volume level of your iPod touch. This includes:
ar: يمكن لتطبيق صحتي تقدير مستويات الصوت للأجهزة عندما يتعذر تحديد مستويات الصوت الحقيقية. هذه التقديرات تستند إلى مستوى صوت الـ iPod touch. هذا يتضمن:
bg: Приложението Здраве може да изчисли нивата на звука за устройствата, при които не може да се определи истинското ниво на звука. Тези изчисления се базират на нивото на силата на звука на вашия iPod touch и включват:
ca: L’app Salut pot calcular aproximadament quins són els nivells d’àudio dels dispositius quan no es pot determinar el nivell de so. Aquestes estimacions es basen en el nivell de volum de l’iPod touch. Això inclou:
cs: Aplikace Zdraví může odhadnout úrovně hluku pro zařízení, u kterých nelze zjistit skutečnou hlasitost. Tyto odhady jsou založeny na hlasitosti nastavené na iPodu touch. Odhady zahrnují:
da: Appen Sundhed kan anslå lydniveauer for enheder, hvor et præcist lydniveau ikke kan bestemmes. Disse anslåede niveauer er baseret på lydstyrken på din iPod touch. Det omfatter:
de: Bei Geräten, für die der echte Geräuschpegel nicht feststellbar ist, kann die Health-App den Geräuschpegel schätzen. Diese Schätzungen basieren auf der Lautstärke deines iPod touch, wie z. B.:
el: Η εφαρμογή «Υγεία» μπορεί να υπολογίζει τα επίπεδα ήχου ακουστικών για συσκευές όπου δεν είναι δυνατός ο προσδιορισμός πραγματικού επιπέδου ήχου. Αυτές οι εκτιμήσεις βασίζονται στο επίπεδο έντασης ήχου στο iPod touch σας. Αυτές οι εκτιμήσεις περιλαμβάνουν τα εξής:
es: La app Salud puede calcular el nivel de audio de los dispositivos en los que no es posible determinar un nivel de sonido real. Dichas estimaciones se basan en el nivel de volumen de tu iPod touch, lo que incluye:
es_us: La app Salud puede obtener una estimación de los niveles de audio de los dispositivos en los que no se puede determinar el nivel de sonido real. Estas estimaciones se basan en el nivel de volumen de tu iPod touch. Esto incluye:
fi: Terveys-appi voi arvioida äänitason, kun todellista äänitasoa ei voida määrittää. Nämä arviot perustuvat iPod touchin äänenvoimakkuus­tasoon. Niihin kuuluvat:
fr: L’app Santé peut estimer les niveaux sonores pour les périphériques pour lesquels il n’est pas possible de déterminer un véritable niveau sonore. Ces estimations sont fondées sur le volume de votre iPod touch. Cela s’applique aux écouteurs suivants :
fr_ca: L’app Santé peut estimer le niveau sonore lorsque le niveau réel ne peut pas être déterminé. Ces estimations sont basées sur le volume de votre iPod touch. Cela inclut :
he: היישום ״בריאות״ יכול לבצע הערכה של עוצמות השמע עבור מכשירים שבהם לא ניתן לקבוע את עוצמת הרעש האמיתית. הערכות אלה מבוססות על עוצמת השמע של ה-iPod touch, וכוללות:
hi: सेहत ऐप ऑडियो स्तर का अनुमान उन डिवाइस के लिए लगा सकता है जहाँ वास्तविक ध्वनि स्तर को निर्धारित नहीं किया जा सकता है। ये अनुमान आपके iPod touch के वॉल्यूम स्तर पर आधारित होते हैं। इसमें शामिल हैं :
hr: Aplikacija Zdravlje može procijeniti razine zvukova za uređaje na kojima se ne može utvrdi stvarna razina zvuka. Te procjene baziraju se na razini glasnoće vašeg iPod toucha. To uključuje:
hu: Az Egészség app képes megbecsülni a hangszinteket azoknál az eszközöknél, amelyek esetében a valódi hangszint nem állapítható meg. Ezek a becsült értékek az iPod touch hangerőszintjét veszik alapul. Ez a következőket foglalja magában:
id: App Kesehatan dapat memperkirakan level audio untuk perangkat saat level bunyi yang sebenarnya tidak dapat ditentukan. Perkiraan ini didasarkan pada level volume iPod touch Anda. Ini meliputi:
it: Nel caso in cui non sia possibile determinare il livello audio effettivo di alcuni dispositivi, l’app Salute è in grado di effettuare una stima, calcolata in base al livello del volume di iPod touch. Sono inclusi:
ja: ヘルスケアアプリは、実際の音量を判断できないデバイスのオーディオレベルを推定することができます。これらの推定値はiPod touchの音量レベルに基づいています。これには以下のものが含まれます:
kk: «Денсаулық» қолданбасы нақты дыбыс деңгейін анықтау мүмкін емес құрылғылардағы дыбыс деңгейлерін бағалай алады. Бұл баға iPod touch құрылғыңыздағы дыбыс деңгейіне негізделеді. Оған мыналар жатады:
ko: 건강 앱이 실제 소음 레벨을 파악할 수 없는 기기의 오디오 레벨을 추정할 수 있습니다. 이 추정치는 iPod touch의 음량 레벨을 기반으로 하며, 다음을 포함합니다.
lt: Programa „Sveikata“ gali įvertinti įrenginių, kuriuose tikrojo garso lygio neįmanoma nustatyti, garso lygius. Šie įvertinimai pagrįsti jūsų „iPod touch“ įrenginio garsumo lygiu. Tai apima:
ms: App Kesihatan boleh menganggarkan paras audio untuk peranti yang paras bunyi sebenar tidak boleh ditentukan. Anggaran ini adalah berdasarkan paras kelantangan iPod touch anda. Ini termasuk:
nl: De app Gezondheid kan schattingen doen voor apparaten wanneer er geen werkelijk geluidsniveau kan worden vastgesteld. Deze schattingen zijn gebaseerd op het volumeniveau van je iPod touch. Dit geldt voor:
no: Helse-appen kan anslå lydnivået for enheter der det ikke kan gis et nøyaktig lydnivå. Disse vurderingene er basert på volumnivået til iPod touch. Dette inkluderer:
pl: Aplikacja Zdrowie może oszacować poziomy dźwięku z urządzeń, w których nie można określić rzeczywistego poziomu dźwięku. Szacunki te są oparte na poziomie głośności Twojego iPoda touch. Dotyczy to:
pt: O app Saúde pode estimar os níveis de áudio de dispositivos onde um nível de som real não pode ser determinado. Essas estimativas são baseadas no nível de volume do iPod touch. Isso inclui:
pt_pt: A aplicação Saúde pode fazer uma estimativa dos níveis de áudio dos auscultadores quando não for possível determinar um nível de som real. Estas estimativas baseiam‑se no nível de volume do iPod touch e incluem:
ro: Aplicația Sănătate poate estima nivelurile de sunet pentru dispozitivele unde nu poate fi determinat un nivel sonor real. Aceste estimări sunt bazate pe nivelul volumului iPod touch‑ului dvs. Sunt incluse:
ru: Приложение «Здоровье» может оценивать уровни звукового воздействия для устройств, на которых не удается определить истинный уровень звука. Эти оценки основаны на уровне громкости iPod touch, включая:
sk: Apka Zdravie môže odhadovať úrovne zvuku pre zariadenia v prípade, že nie je možné určiť skutočnú úroveň zvuku. Tieto odhady vychádzajú z úrovne hlasitosti iPodu touch. Patria sem tieto zariadenia:
sl: Aplikacija Zdravje lahko oceni ravni zvoka pri napravah, kjer ravni resničnega zvoka ni mogoče opredeliti. Te ocene so odvisne od glasnosti naprave iPod touch. To vključuje:
sv: Appen Hälsa kan uppskatta ljudnivån för enheter där det inte går att avgöra en exakt ljudnivå. Dessa uppskattningar baseras på ljudnivån för iPod touch. Detta inkluderar följande:
th: แอปสุขภาพสามารถประมาณระดับเสียงของอุปกรณ์ที่ไม่สามารถกำหนดระดับเสียงจริงได้ ค่าประมาณเหล่านี้ขึ้นอยู่กับระดับเสียงของ iPod touch ของคุณ ซึ่งรวมถึง:
tr: Sağlık uygulaması gerçek ses düzeyinin belirlenemediği aygıtlarda ses düzeylerini tahmin edebilir. Bu tahmini değerler iPod touch’ınızın ses yüksekliği düzeyine göredir. Bunları içerir:
uk: Програма «Здоровʼя» здатна оцінювати аудіорівні пристроїв, для яких неможливо визначити справжній рівень звуку. Ці орієнтовні значення ґрунтуються на рівні гучності вашого iPod touch. Вони враховують:
vi: Ứng dụng Sức khỏe có thể ước tính mức âm thanh tai nghe cho thiết bị khi không thể xác định mức âm thanh thực tế. Những ước tính này dựa trên mức âm lượng của iPod touch. Việc này bao gồm:
zh_cn: “健康”App可为无法确定真实音量的设备预估音量。这些预估基于你iPod touch的音量级别。包括：
zh_hk: 「健康」App可以估計無法確認真實音量時的裝置估計值。這些估計是根據你的iPod touch音量而作出的。包括：
zh_tw: 「健康」App可以為無法確認實際音量的裝置估計音量。這些估計將以你的iPod touch音量為基準。其中包含：

# MEASURE_LEVELS_FOOTER_TEXT_GENERIC
source: • Apple EarPods
ca: • EarPods d’Apple
es: • EarPods de Apple
fi: • Apple EarPods -kuulokkeet
fr: • EarPods Apple
fr_ca: • EarPods d’Apple
he: • ה-EarPods של Apple
kk: • Apple EarPods құлаққабы
pt: • EarPods da Apple
ru: • Наушники EarPods Apple
sk: • Apple EarPody
